Repository: NaN-tic/trytond-subscription
Catalog: locale/*.po
Languages: ca_es

# error:subscription.subscription:
source: Document '%s' created successfully
ca_es: Document '%s' creat amb éxit

# error:subscription.subscription:
source: Error creating document '%s'
ca_es: Error creant el document '%s'

# error:subscription.subscription:
source: Error. Wrong Source Document
ca_es: Error. Document font erroni

# error:subscription.subscription:
source: Please provide another source model. This one does not exist!
ca_es: Si us plau, poseu un altre model font. Aquest no existeix!

# error:subscription.subscription:
source: The name of the subscription must be unique!
ca_es: El nom de la subscripció ha de ser únic!

# field:subscription.history,create_date:
source: Create Date
ca_es: Data de creació

# field:subscription.history,create_uid:
source: Create User
ca_es: Usuari de creació

# field:subscription.history,date:
source: Date
ca_es: Data

# field:subscription.history,document:
source: Source Document
ca_es: Document font

# field:subscription.history,log:
source: Result
ca_es: Resultat

# field:subscription.history,rec_name:
source: Name
ca_es: Nom

# field:subscription.history,subscription:
source: Subscription
ca_es: Subscripció

# field:subscription.history,write_date:
source: Write Date
ca_es: Data d'escriptura

# field:subscription.history,write_uid:
source: Write User
ca_es: Usuari d'escriptura

# field:subscription.line,create_date:
source: Create Date
ca_es: Data de creació

# field:subscription.line,create_uid:
source: Create User
ca_es: Usuari de creació

# field:subscription.line,field:
source: Field
ca_es: Camp

# field:subscription.line,rec_name:
source: Name
ca_es: Nom

# field:subscription.line,subscription:
source: Subscription
ca_es: Subscripció

# field:subscription.line,value:
source: Default Value
ca_es: Valor per defecte

# field:subscription.line,write_date:
source: Write Date
ca_es: Data d'escriptura

# field:subscription.line,write_uid:
source: Write User
ca_es: Usuari d'escriptura

# field:subscription.subscription,active:
source: Active
ca_es: Actiu

# field:subscription.subscription,create_date:
source: Create Date
ca_es: Data de creació

# field:subscription.subscription,create_uid:
source: Create User
ca_es: Usuari de creació

# field:subscription.subscription,cron:
source: Cron Job
ca_es: Tasca de cron

# field:subscription.subscription,history:
source: History
ca_es: Historial

# field:subscription.subscription,interval_number:
source: Interval Qty
ca_es: Quantitat d'interval

# field:subscription.subscription,interval_type:
source: Interval Unit
ca_es: Unitat d'interval

# field:subscription.subscription,lines:
source: Lines
ca_es: Línies

# field:subscription.subscription,model_source:
source: Source Document
ca_es: Document font

# field:subscription.subscription,name:
source: Name
ca_es: Nom

# field:subscription.subscription,next_call:
source: First Date
ca_es: Primera data

# field:subscription.subscription,number_calls:
source: Number of documents
ca_es: Número de documents

# field:subscription.subscription,rec_name:
source: Name
ca_es: Nom

# field:subscription.subscription,request_group:
source: Request Group
ca_es: Grup sol·licitut

# field:subscription.subscription,request_user:
source: Request User
ca_es: Usuari sol·licitut

# field:subscription.subscription,state:
source: State
ca_es: Estat

# field:subscription.subscription,user:
source: User
ca_es: Usuari

# field:subscription.subscription,write_date:
source: Write Date
ca_es: Data d'escriptura

# field:subscription.subscription,write_uid:
source: Write User
ca_es: Usuari d'escriptura

# help:subscription.line,value:
source: Default value is considered for field when new subscription is generated. You must put here a Python expression. The available variables are: - self: The current subcription object. - pool: The store of the instances of models. - transaction: That contains thread-local parameters of the database transaction. As an example to get the current date: pool.get('ir.date').today()
ca_es: El valor per defecte per al camp considerat quan es genera nova subscripció. Aquí heu de posar una expressió Python. Les variables disponibles són: - self: L'objecte Subscripció actual. - pool: El magatzem de les instàncies dels models. - transaction: Que conté paràmetres de subprocessos locals de la transacció de base de dades. A tall d'exemple, per obtenir la data actual: pool.get ('ir.date'). today ()

# help:subscription.subscription,active:
source: If the active field is set to False, it will allow you to hide the subscription without removing it.
ca_es: Si el camp actiu es posa a fals, es podrà amagar la subscripció sense esborrar-la.

# help:subscription.subscription,cron:
source: Scheduler which runs on subscription.
ca_es: Planificador que s'executa a la subscripció.

# help:subscription.subscription,model_source:
source: User can choose the source model on which he wants to create models.
ca_es: L'usuari por seleccionar el model font des del que vol crear els models.

# help:subscription.subscription,note:
source: Description or Summary of Subscription.
ca_es: Descripció o resum de subscripció

# help:subscription.subscription,request_group:
source: The group who will receive requests.
ca_es: El grup a que rebrà les sol·licituts.

# help:subscription.subscription,request_user:
source: The user who will receive requests in case of failure.
ca_es: L'usuari que rebrà la sol·licitut en cas d'error.

# model:ir.action,name:act_subscription_history
source: History
ca_es: Historial

# model:ir.action,name:act_subscription_line
source: Fields
ca_es: Camps

# model:ir.action,name:act_subscription_subscription
source: Subscriptions
ca_es: Subscripcions

# model:ir.ui.menu,name:menu_main_subscription
source: Subscription
ca_es: Subscripció

# model:ir.ui.menu,name:menu_subscription_history
source: History
ca_es: Historial

# model:ir.ui.menu,name:menu_subscription_subscription
source: Subscriptions
ca_es: Subscripcions

# model:res.group,name:group_subscription_admin
source: Subscription Administration
ca_es: Administració de subscripció

# model:subscription.history,name:
source: Subscription History
ca_es: Historial de subscripció

# model:subscription.line,name:
source: Subscription Line
ca_es: Línia de subscripció

# model:subscription.subscription,name:
source: Subscription
ca_es: Subscripció

# selection:subscription.history,document:
source: Action
ca_es: Acció

# selection:subscription.history,document:
source: Action - Group
ca_es: Acció - Grup

# selection:subscription.history,document:
source: Action URL
ca_es: Acció URL

# selection:subscription.history,document:
source: Action act window
ca_es: Acció de finestra

# selection:subscription.history,document:
source: Action act window view
ca_es: Acció de vista de finestra

# selection:subscription.history,document:
source: Action keyword
ca_es: Acció de clau

# selection:subscription.history,document:
source: Action report
ca_es: Acció d'informe

# selection:subscription.history,document:
source: Action wizard
ca_es: Acció d'assistent

# selection:subscription.history,document:
source: Attachment
ca_es: Adjunt

# selection:subscription.history,document:
source: Clean translation
ca_es: Neteja traducció

# selection:subscription.history,document:
source: Config wizard to run after installing module
ca_es: Configura l'assistent per executar-se després de la instal·lació del mòdul

# selection:subscription.history,document:
source: Date
ca_es: Data

# selection:subscription.history,document:
source: Export
ca_es: Exporta

# selection:subscription.history,document:
source: Export line
ca_es: Exporta línia

# selection:subscription.history,document:
source: Export translation
ca_es: Exporta transacció

# selection:subscription.history,document:
source: Group
ca_es: Grup

# selection:subscription.history,document:
source: Icon
ca_es: Icona

# selection:subscription.history,document:
source: Language
ca_es: Idioma

# selection:subscription.history,document:
source: Model Button
ca_es: Botó de model

# selection:subscription.history,document:
source: Model Button - Group
ca_es: Model botó - Grup

# selection:subscription.history,document:
source: Model access
ca_es: Accés a model

# selection:subscription.history,document:
source: Model field
ca_es: Model camp

# selection:subscription.history,document:
source: Module
ca_es: Mòdul

# selection:subscription.history,document:
source: Module Install Upgrade Start
ca_es: Inicia instal·lació actualització del mòdul

# selection:subscription.history,document:
source: Module dependency
ca_es: Dependència de mòdul

# selection:subscription.history,document:
source: Request
ca_es: Sol·licitut

# selection:subscription.history,document:
source: Rule Group - Group
ca_es: Regla de grup - Grup

# selection:subscription.history,document:
source: Update Report Translation
ca_es: Actualitza traducció d'informe

# selection:subscription.history,document:
source: Update translation
ca_es: Actualitza traducció

# selection:subscription.history,document:
source: User - Action
ca_es: Usuari - Acció

# selection:subscription.history,document:
source: View Tree Expanded State
ca_es: Estat de vista d'arbre expandit

# selection:subscription.subscription,interval_type:
source: Days
ca_es: Dies

# selection:subscription.subscription,model_source:
source: Action
ca_es: Acció

# selection:subscription.subscription,model_source:
source: Action - Group
ca_es: Acció - Grup

# selection:subscription.subscription,model_source:
source: Action URL
ca_es: Acció URL

# selection:subscription.subscription,model_source:
source: Action act window
ca_es: Acció de finestra

# selection:subscription.subscription,model_source:
source: Action act window view
ca_es: Acció de vista de finestra

# selection:subscription.subscription,model_source:
source: Action keyword
ca_es: Acció de clau

# selection:subscription.subscription,model_source:
source: Action report
ca_es: Acció d'informe

# selection:subscription.subscription,model_source:
source: Action wizard
ca_es: Acció d'assistent

# selection:subscription.subscription,model_source:
source: Attachment
ca_es: Adjunt

# selection:subscription.subscription,model_source:
source: Clean translation
ca_es: Neteja traducció

# selection:subscription.subscription,model_source:
source: Config wizard to run after installing module
ca_es: Configura l'assistent per executar-se després de la instal·lació del mòdul

# selection:subscription.subscription,model_source:
source: Date
ca_es: Data

# selection:subscription.subscription,model_source:
source: Export
ca_es: Exporta

# selection:subscription.subscription,model_source:
source: Export line
ca_es: Exporta línia

# selection:subscription.subscription,model_source:
source: Export translation
ca_es: Exporta transacció

# selection:subscription.subscription,model_source:
source: Group
ca_es: Grup

# selection:subscription.subscription,model_source:
source: Icon
ca_es: Icona

# selection:subscription.subscription,model_source:
source: Language
ca_es: Idioma

# selection:subscription.subscription,model_source:
source: Model Button
ca_es: Botó de model

# selection:subscription.subscription,model_source:
source: Model Button - Group
ca_es: Model botó - Grup

# selection:subscription.subscription,model_source:
source: Model access
ca_es: Accés a model

# selection:subscription.subscription,model_source:
source: Model field
ca_es: Model camp

# selection:subscription.subscription,model_source:
source: Module Config Wizard First
ca_es: Primer assistent de configuració de mòdul

# selection:subscription.subscription,model_source:
source: Print Model Graph
ca_es: Imprimeix gràfic de model

# selection:subscription.subscription,model_source:
source: Request history
ca_es: Historial de peticions

# selection:subscription.subscription,model_source:
source: Rule Group - Group
ca_es: Regla de grup - Grup

# selection:subscription.subscription,model_source:
source: Rule group
ca_es: Regla de grup

# selection:subscription.subscription,model_source:
source: Sequence type
ca_es: Tipus de seqüència

# selection:subscription.subscription,model_source:
source: User - Group
ca_es: Usuari - Grup

# selection:subscription.subscription,model_source:
source: User Config Init
ca_es: Configuració d'usuari inicial

# selection:subscription.subscription,model_source:
source: View
ca_es: Vista

# selection:subscription.subscription,state:
source: Done
ca_es: Fet

# selection:subscription.subscription,state:
source: Draft
ca_es: Esborrany

# view:subscription.history:
source: Subscription History
ca_es: Historial de subscripció

# view:subscription.line:
source: Field
ca_es: Camp

# view:subscription.line:
source: Fields
ca_es: Camps

# view:subscription.line:
source: Value
ca_es: Valor

# view:subscription.subscription:
source: Computed Fields
ca_es: Camps calculats

# view:subscription.subscription:
source: History
ca_es: Historial

# view:subscription.subscription:
source: Process
ca_es: Processa

# view:subscription.subscription:
source: Set to Draft
ca_es: Estableix a esborrany

# view:subscription.subscription:
source: Stop
ca_es: Atura

# view:subscription.subscription:
source: Subscription
ca_es: Subscripció

# view:subscription.subscription:
source: Subscriptions
ca_es: Subscripcions

# view:subscription.subscription:
source: Subsription Data
ca_es: Dat de subscripció
